Revit 2027 API
UnitTypeId.CubicMetersPerHourCubicMeter Property
 Cubic meters per hour cubic meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CubicMetersPerHourCubicMeter { get; }
Public Shared ReadOnly Property CubicMetersPerHourCubicMeter As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CubicMetersPerHourCubicMeter {
	ForgeTypeId^ get ();
}
static member CubicMetersPerHourCubicMeter : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace